// // создать массив с днями недели
// let arr = ["понедельник","вторник","среда","четверг","пятница","суббота","воскресенье"]
// {
//     alert (arr [   0] + " и  " + arr [  4  ] + "єкзамен")
// } 


// arr = ["Женя","Саша","Миша","Дана","Вова", "получит","подарок,","не"]
// {
//     alert(arr[0]+"  "+arr[1]+"  "+arr[2]+"  "+arr[3]+"  "+arr[5]+"  "+arr[6]+"  "+arr[4]+"  "+arr[7]+"  "+arr[5])
// }


// obj={"Женя":"20000", "Даня":"45000","Богдан":"300000"}
// {
//     alert(obj["Богдан"])
// }


// arr = {
//     "Женя":["10000","15000","20000"],
//     "Саша":["10000","15000","20000","35000"]
// }
// alert(arr["Саша"][3])
// arr = {
//     "мальчики":["Богдан","Женя","Вова","Влад","Саша"],
//     "девочки":["Дана","Нела"]
// }
// alert(arr["мальчики"][2]+"  "+ arr["девочки"][1]+"   "+ arr["мальчики"][3])
//ДАН МАССИВ с
// arr = [2,3,4,5]
// for(a=0;a<2;)
// {
//     alert[0+1+2+3]
// }


// let a = 1
// arr = [2,3,4,5]
// for(i=0; i<4;i++)
// {
//     a=arr[i]*a}
//     alert(a)
